/**
* Javascript language file
*/

var mess = {

/* admin */

'response' :{
	'200' : 'Успешный запрос',
	'400' : 'Неправильный запрос',
	'401' : 'Вы не авторизованы',
	'403' : 'У Вас нет прав на управление ресурсом',
	'404' : 'Неверный адрес ресурса',
	'405' : 'Неприменимая операция',
	'500' : 'Внутренняя ошибка программного обеспечения'
},

'errors' :  {
	'data_not_valid' : 'Ошибка: вы ввели неверные данные, либо обязательное поле пустое',
	'email_address_not_valid' : 'Ошибка: неверный адрес электронной почты',
    'min_cats_length' : 'Нужно выбрать хотя бы одну рубрику',
    'empty_recipients' : 'Нужно указать хотя бы одного существующего получателя'
},

'comments': {
	'comments_sep_page' : 'Комментарии отдельной страницей',
	'post_no_nick' : 'Введите свой ник',
	'post_no_text' : 'Введите основной текст',
	'err_fields_empty' : 'Вы заполнили не все поля. Проверьте, пожалуйста, введенную Вами информацию',
	'err_descr_minlength' : 'Комментарий должен состоять минимум из 10 символов',
	'claim_ok' : 'Ваша жалоба принята к рассмотрению. Спасибо',	
	'unclaim_ok' : 'Жалоба удалена',	
	'claim_err' : 'Что-то пошло не так при жалобе',	
	'add_ok' : 'Комментарий успешно добавлен',
	'remove' : 'Вы действительно хотите удалить комментарий?',
	'claim' : 'Вы действительно хотите пожаловаться на комментарий?',
	'unclaim' : 'Вы действительно хотите удалить жалобу с комментария?'
	},

'images' : {
	'param_hide' : 'Скрыть параметры картинки',
	'param_show' : 'Показать параметры картинки',
	'error_size' : 'Внимание! Размер картинки меньше минимального'
	},
	
'list':{
	'add' : 'Добавить новый элемент',
	'remove' : 'Удалить этот элемент'
	},

'dialogs' :{
	'remove' : 'Вы действительно хотите удалить элемент?',
	'removeSelected' : 'Вы действительно хотите удалить выбранные элементы?',
	'duplicate' : 'Вы хотите продублировать выбранные элементы?',
	'duplicateSelected' : 'Вы хотите продублировать выбранные элементы?',
	'closeUnsaved' : 'Вы хотите уйти со страницы не сохранив изменения?'
	},

'linked_elems' : {
	'empty' : 'Нет связанных элементов'
},

'uptime' :{
	'usersOnline' : 'Online-пользователи: ',
	'server_under_high_load' : 'Внимание!!! Сервер очень перегружен или не работает! Обратитесь в службу поддержки'
},

'element':{
	'used' : 'Элемент привязан к данным',
	'not_used' : 'Элемент не используется'
	},
	
'forms' :{
	'notvalid' : "Не все поля заполнены, или введены неверные данные. \nПроверьте выделенные поля!",
	'fieldfailed' : 'Вы неправильно заполнили это поле',
	'password_to_small' : 'Cлишком короткий пароль',
	'search' : 'Поиск',
	'choose_file': 'Загрузить аватар',
	'remove': 'Удалить'
},

'helper' :{
	'title' : 'Интерактивная подсказка',
	'noentry' : 'По заданному запросу документация отсутствует'
},

'eventer' :{
	'events' : 'События',
	'empty_events' : 'Нет новых событий',
	'enable_events' : 'Есть новые события'

},

'days' : ['Вскр.', 'Пон.', 'Вт.', 'Срд.', 'Чтв.', 'Птн.', 'Сбт.'],
'monthes' : ['января', 'февраля', 'марта', 'апреля', 'мая', 'июня', 'августа', 'сентября', 'октября', 'ноября', 'декабря'],

'filters' :{
	'on' : 'включены',
	'off' : 'выключены'
},

'voting' : {
	'result_last' : 'Вы уже голосовали'

},

'claim' : {
    'claim_ok' : 'Ваша жалоба принята к рассмотрению. Спасибо',
    'unclaim_ok' : 'Жалоба удалена',
    'claim_err' : 'Что-то пошло не так при жалобе',
    'claim' : 'Вы действительно хотите пожаловаться на контент?',
    'unclaim' : 'Вы действительно хотите удалить жалобу с контент?'

},

/* end admin */

/* start user part */
'close' : 'Закрыть',

'IE6' : 'Уважаемый пользователь! Данный сайт оптимизирован под современные браузеры и может некорректно работать с Вашим текущим программным продуктом. Рекомендуем Вам скачать одну из последних версий браузеров, указанных ниже:',
'rating':{
	'again_vote_phrase' : 'Вы можете повторно проголосовать в этом опросе через [HOURS] [HOURS_TXT]'
},

'fmailer' : {
	'to' : 'Кому',
	'from' : 'От кого'
},

/* start project */
'collapse' : {
	'down' : 'свернуть',
	'up' : 'развернуть'
	},

'login_close' : 'Я передумал входить',

'multimedia' : {'gallery' : 'Фотогалерея', 'video' : 'Видеогалерея'},
'monthes2' : ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'],

	
'like': {
	'add' : 'Добавить в друзья',
	'remove' : 'Убрать из друзей'
},

'like_clubs': {
    'add' : 'Вступить в клуб',
    'remove' : 'Выйти из клуба'
},


'like_catalog': {
	'add' : 'Добавить в избранное',
	'remove' : 'Убрать из избранного'
},


'project' : {
	'delete_profile' : 'ВНИМАНИЕ! Вы действительно хотите удалить свой профиль? После удаления профиль не подлежит восстановлению',
	'confirm_minus' : 'Вы уверены что хотите поставить [VALUE]? Тогда напишите почему:',
	'confirm_ok' : 'Подтвердить',
	'confirm_no' : 'Отменить',
    'confirm_bad_url' : 'Ссылка, которую вы прикрепили к записке является внешней. Такие ссылки не сохраняются и не отображаются. Сохранить?',
    'model' : 'Модель',
    'email_empty' : 'Этот e-mail свободен',
    'email_busy' : 'Этот e-mail неверен, или занят',
    'delete_message' : 'Вы действительно хотите удалить выбранные сообщения?',
    'news_source_type' : 'Тематика ресурса'
    },

'friends': {
    'no_selected' : 'Вы не выбрали ни одного друга для удаления!'
    },

'lengths' : {
    'minlength' : 'Минимально: [minlength] | ',
    'current' : 'Текущее: [length]',
    'maxlength' : ' | Максимально: [maxlength]'
    },

'detailed' : {
    'error' : 'Возникла непредвиденная ошибка'
}

}